# Задание 5
# Запишите три числа в переменные a, b и c соответственно и создайте переменную f,
# в которую запишите результат выражения: (a * b) + (a * c).
# Возведите пpолученное число в третью степень и результат разделите(обычное деление) на два.
# Выведите его на экран(в консоль).

a=2
b=1
c=3
f= (a * b) + (a * c)
print('Результат =',(f ** 3)/2)